{
  "page": 1,
  "results": [
    {
      "backdrop_path": "/jBJWaqoSCiARWtfV0GlqHrcdidd.jpg",
      "first_air_date": "2019-12-20",
      "genre_ids": [
        10765,
        18,
        10759
      ],
      "id": 71912,
      "name": "Ведьмак",
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "The Witcher",
      "overview": "Ведьмак Геральт, мутант и убийца чудовищ, на своей верной лошади по кличке Плотва путешествует по Континенту. За тугой мешочек чеканных монет этот мужчина избавит вас от всякой настырной нечисти - хоть от чудищ болотных, оборотней и даже заколдованных принцесс. В сельской глуши местную девушку Йеннифэр, которой сильно не повезло с внешностью, зато посчастливилось иметь способности к магии, отец продаёт колдунье в ученицы. А малолетняя наследница королевства Цинтра по имени Цири вынуждена пуститься в бега, когда их страну захватывает империя Нильфгаард. Судьбы этих троих окажутся тесно связаны, но скоро сказка сказывается, да не скоро дело делается.",
      "popularity": 211.501,
      "poster_path": "/aMEQICH4Kba1XAgWeMCuFPIUXgF.jpg",
      "vote_average": 8.3,
      "vote_count": 3646
    },
    {
      "backdrop_path": "/ctW5cIR3romaxkynGLI00DehWlA.jpg",
      "first_air_date": "2002-09-22",
      "genre_ids": [
        18,
        10759,
        10765
      ],
      "id": 17625,
      "name": "Ведьмак",
      "origin_country": [
        "PL"
      ],
      "original_language": "pl",
      "original_name": "Wiedźmin",
      "overview": "В незапамятные времена, когда по земле бродили великаны и гномы, а коварные драконы похищали прекрасных принцесс, бесстрашные ведьмаки, — маги и бойцы, — защищали мир от чудовищ, угрожавших людям. Среди них был и Геральт из Ривии, поклявшийся помогать всем кто оказался в беде, не вмешиваясь в мирские дела. Но человеческая жестокость вынудили его встать на сторону маленького королевства Цинтра, которое пало жертвой захватчиков. Теперь отважный Геральт должен обойти полсвета, чтобы разыскать похищенную королеву Цири, ибо только она может восстановить мир и порядок в родной Цинтре. Защищая правду и карая зло, отважный ведьмак тяжелым мечом и великой магией освободит родные земли от зла и вернет обитателям древних земель долгожданный мир и покой.",
      "popularity": 11.379,
      "poster_path": "/5Su6Cq1icggn2ObdsYgZyjABizA.jpg",
      "vote_average": 5.8,
      "vote_count": 27
    },
    {
      "backdrop_path": "/6gIMLXpuNLNmGSI6NRwiteslukp.jpg",
      "first_air_date": "",
      "genre_ids": [
        10759,
        10765
      ],
      "id": 106541,
      "name": "Ведьмак: Происхождение",
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "The Witcher: Blood Origin",
      "overview": "Действие сериала разворачивается в эльфийском мире за 1200 лет до мира Ведьмака. В нем рассказывается о происхождении самого первого Ведьмака и событиях, которые привели к поворотному “Сопряжению Сфер”, когда миры монстров, людей и эльфов слились воедино.",
      "popularity": 13.411,
      "poster_path": "/kI4tegRfzmuiquxex3PGxwKcOdQ.jpg",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "backdrop_path": "/5xGIXzU3s5015zKLvHWNftmWgqm.jpg",
      "first_air_date": "2020-08-26",
      "genre_ids": [
        99
      ],
      "id": 108987,
      "name": "Ведьмак. Как создавались эпизоды",
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "The Witcher: A Look Inside the Episodes",
      "overview": "Вслед за автором сериала Лорен Ш. Хиссрих отправляйтесь в обстоятельное путешествие по историям и темам, лежащим в основе первого сезона «Ведьмака».",
      "popularity": 14.448,
      "poster_path": "/i5P2FXpFbhGkQKS5l3OyVEbSHEi.jpg",
      "vote_average": 6.1,
      "vote_count": 10
    }
  ],
  "total_pages": 1,
  "total_results": 4
}
